<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">

<html>
<head>
<meta http-equiv="Content-type" content="text/html;charset=UTF-8">
<title>Maori stats 01</title>
<style TYPE="text/css"><!--
    A:link {text-decoration: none; color: #B22222}
    a:visited {text-decoration: none; color: #4B0082}
    a:active {text-decoration: none; color: #00008B}
    a:hover{color: #008B8B}
    .style1
    {
        text-align: justify;
        text-indent: -17.85pt;
        line-height: 18.0pt;
        font-size: 11.5pt;
        margin-left: 17.85pt;
        margin-right: 0cm;
        margin-top: 12.0pt;
        margin-bottom: .0001pt;
    }
    --></style>
</head>

<body style="margin: 0px; padding: 0px; font-family: 'Trebuchet MS',verdana;">

<table width="100%" style="height: 100%;" cellpadding="10" cellspacing="10"
border="5">
<tr>

<!-- ============ HEADER SECTION ============== -->
<td colspan="2" style="height: 60px;" bgcolor="#81BEF7">
<center>
<h2>Understanding M&#257;ori language statistics from New Zealand Census Data</h2>

<p>(1st version, 4 February 2014, last updated 4 Jan 2017)</p>
</center>
</td>
</tr>

<tr>
<!-- ============ CENTRE COLUMN (CONTENT) ============== -->
<td width="100%" valign="top" bgcolor="#FFFFFF">
<h3>M&#257;ori language stats from New Zealand Census data (mostly 2001, 2006,
2013)</h3>
<p>	Due to the Christchurch earthquake in 2011, the NZ Census time series is
  irregular. I am mainly interested in trends, not absolute numbers.
  I suspect that there is a lot of over reporting on the language question.</p>
<p>&nbsp;</p>
<h3> Overview, the big picture</h3>
<p>	Figure 1 presents the number of M&#257;ori by descent, ethnicity and
M&#257;ori language speakers (only those claiming M&#257;ori ethnicity),
from 1991 and includes a rough projection to 2018.</p>
<p><img src="images/ms1plot01.png" alt="Figure 1" class="inline"></p>
<p>	Language use question was first used in 1996. Figure 1,
  shows there has been a reasonably consistent increase in the number of
  M&#257;ori claiming M&#257;ori descent and M&#257;ori ethnicity, but a
  slight increase (until 2006) and then steady decrease
  in the number of M&#257;ori language speakers.</p>
<p>&nbsp;</p>
<h3>M&#257;ori Language Speakers by 4 Age Groups</h3>
<p>	Figure 2 presents M&#257;ori language speakers (only those of M&#257;ori
ethnicity) by 4 age groups. </p>
<p><img src="images/ms1plot02.png" alt="Figure 2" class="inline"></p>
<p>&nbsp;</p>
<p>Figure 2 clearly shows that in terms of absolute numbers there have been
  reasonably consistent decreases in the two younger age groups. The group
  over the age of 64 slightly increased. The middle age group (30 to 64)
  increased in 2006, but then decreased in 2013.</p>
<p>&nbsp;</p>
<h3>M&#257;ori Language Speakers by NZ Census Regions</h3>
<p>Figure 3 displays the number of M&#257;ori language speakers by Region,
  from 2001 to 2013.</p>
<p><img src="images/ms1plot03.png" alt="Figure 3" class="inline"></p>
  <p>The Bay of Plenty, Gisborne, Waikato and Northland have always had
  large M&#257;ori populations and the South Island has a very low M&#257;ori
  population. Auckland now has a large number of M&#257;ori residents as a
  result of internal migration. </p>
<p>It appears that in many regions there were slight increases in 2006,
  but consistent decreases in 2013. More on this below.</p>
<p>&nbsp;</p>
<p>Figure 4 displays the percentage of M&#257;ori language speakers by region.
  I.e., what percentage of the M&#257;ori population (in that region) claim to
  be speakers of M&#257;ori. </p>
<p><img src="images/ms1plot04.png" alt="Figure 4" class="inline"> </p>
<p>There are larger percentages of M&#257;ori speakers where there are higher
  percentages of M&#257;ori. The reasons for this are largely historic and
  largely reflect delayed language shift in rural areas where M&#257;ori
  communities are more isolated.</p>
<p>&nbsp;</p>
<p>	Figure 5 displays percentage of speakers by the percentage of the
  population for each region as a scatter plot. In some ways this is kind of
  collapsing or combining figures 3 and 4. </p>
<p><img src="images/ms1plot05.png" alt="Figure 5" class="inline"></p>
<p>There is a positive correlation between these variables.</p>
<p>Note that there is a lot of variation within regions such as Auckland
  and the Bay of Plenty. More on this later.</p>
<p>&nbsp;</p>
<h3>M&#257;ori Language Speakers by Census Iwi Regions</h3>
<p><b>M&#257;ori usually identify with multiple iwi (tribes), with the average
around 2.3/2.4.</b></p>
<p>The 11 Iwi Regions should be regarded as 'Iwi Region of Origin' as the
vast majority of M&#257;ori now live outside of their Iwi region.</p>
<p>Iwi regions are combinations or groups of related iwi.</p>
<p>&nbsp;</p>
<p>Figure 6A presents the number of M&#257;ori and English speakers by iwi
region in 2013.</p>
<p><img src="images/ms1plot06a.png" alt="Figure 6A" class="inline"></p>
<p>All M&#257;ori speakers are speakers of English, so English (orange) really
  means English only.</p>
<p>The bay of Plenty of region has the highest proportion of M&#257;ori speakers.
  The South Island/Chatham Islands has the lowest proportion of M&#257;ori
  speakers.</p>
<p>Some regions, such as Hauraki, Whanganui/Rangitikei have small iwi region
  populations.</p>
<p>&nbsp;</p>
<p>Figure 6B is figure 6A reordered by the highest number of M&#257;ori speakers
 in that iwi region.</p>
<p><img src="images/ms1plot06b.png" alt="Figure 6B" class="inline"></p>
<p>Figure 6B is much clearer than figure 6A.</p>
<p>&nbsp;</p>
<p>Figure 7 presents the percentage of M&#257;ori speakers by iwi region from
 2001 to 2013.</p>
<p><img src="images/ms1plot07.png" alt="Figure 7" class="inline"></p>
<p>There has been a consistent decrease in the percentage of M&#257;ori speakers
in each iwi region from 2001 to 2013.</p>
<p>&nbsp;</p>
<h3>M&#257;ori Language Speakers by Major Iwi</h3>
<p>Major iwi here means iwi with over 10,000 (this figure is arbitrary) in 2013.
</p>
<p>NZ Stats recognizes over 120 iwi. Iwi classification has changed
slightly since 2001.</p>
<p>Remember many identify with more than one iwi. I am counted three times
belonging to Ngati Porou, Waikato and Ngati Maniapoto.</p>
<p>Figure 8 presents the number of M&#257;ori and English speakers by iwi.</p>
<p><img src="images/ms1plot08.png" alt="Figure 8" class="inline"></p>
<p>Clearly Ngapuhi is most numerous iwi with a large number of speakers.</p>
<p>Ngai Tahu is the 3rd largest iwi, but has a very low proportion of M&#257;ori
  speakers. Tuhoe, a reasonably sized iwi has the highest proportion of
  M&#257;ori speakers. Te Whanau a Apanui is a smaller iwi, but still has
  a high proportion of M&#257;ori speakers.</p>
<p>&nbsp;</p>
<p>Figure 9 presents the percentage of M&#257;ori speakers by major iwi,
from 2001 to 2013.</p>
<p><img src="images/ms1plot09.png" alt="Figure 9" class="inline"></p>
<p>&nbsp;</p>
<p>The percentage of M&#257;ori speakers (by major iwi) has generally
 declined from 2001 to 2013. Te Arawa slightly increased in 2006. Ngati
 Raukawa (Waikato) had a very small decrease between 2006 and 2013.</p>
<p>&nbsp;</p>
<h2>Understanding Te Kupenga 2013 Data</h2>
<p>Te Kupenga is a post census survey that was completed after the 2013 Census.</p>
<p>Below is my first plot from Te Kupenga Data. </p>
<p>Figure 10 presents the oral proficiency of M&#257;ori speakers by major iwi.</p>
<p><img src="images/ms1plot10.png" alt="Figure 8" class="inline"></p>
<p>Clearly Tuhoe have much higher percentages of iwi members that speak M&#257;ori very well
or well. Conversely Ngai Tahu have very low percentages of iwi members that speak M&#257;ori
very well or well. This is not surprising to those familiar with M&#257;ori speakers in NZ.
<p>More to come later in 2017.</p>
<p>&nbsp;</p>
<p>	Figures were done in <a href="http://r-project.org"> R </a> (ggplot2) using
	<a href="http://rstudio.com"> RStudio </a> on a iMac.
  Github repo is
	<a href="https://github.com/peterjkeegan/MaoriStats01.git">here.</a>
  Figures were exported from RStudio.</p>
<p><a href="index.html"><b>Home</b></a></p>
</td>
</tr>
</table>
</body>
</html>

